# 게시글별 해시태그
INSERT INTO post_hashtag (post_id, hashtag_id) VALUES
(1, 5),  -- 파이썬 기초 문법 정리 -> 개발자
(1, 7),  -- 백엔드
(1, 8),  -- IT트렌드

(2, 1),  -- 여행 준비 체크리스트 -> 여행

(3, 3),  -- 초보자를 위한 헬스 가이드 -> 운동
(3, 9),  -- 다이어트

(4, 5),  -- Django vs FastAPI 비교 분석 -> 개발자
(4, 6),  -- 프론트엔드
(4, 7),  -- 백엔드

(5, 2),  -- 서울 핫플 카페 추천 -> 맛집
(5, 4),  -- 일상

(6, 3),  -- 운동 루틴 공유 -> 운동

(7, 5),  -- 개발자 포트폴리오 만들기 -> 개발자
(7, 8),  -- IT트렌드

(8, 2),  -- 부산 맛집 투어 -> 맛집

(9, 8),  -- AI 트렌드 분석 -> IT트렌드
(9, 5),  -- 개발자

(10, 10), -- 등산 초보자 추천 -> 스포츠
(10, 4);  -- 일상