INSERT
    INTO report
(content, status, date, member_id)
VALUES
('허위 정보를 유포한 템플릿입니다.', TRUE, '2024-07-11 10:15:30', 4),  #16
('허위 정보를 유포한 템플릿입니다.', TRUE, '2024-07-12 12:30:45', 3),  #15
('허위 정보를 유포한 템플릿입니다.', TRUE, '2024-07-13 14:05:20', 2),  #14
('허위 정보를 유포한 템플릿입니다.', TRUE, '2024-07-14 09:45:10', 5),  #13
('허위 정보를 유포한 템플릿입니다.', TRUE, '2024-07-17 16:20:55', 6),  #12
('허위 정보를 유포한 템플릿입니다.', TRUE, '2024-07-19 08:10:35', 3),  #11
('허위 정보를 유포한 템플릿입니다.', TRUE, '2024-07-20 22:40:50', 3),  #10
('비방적인 언어를 사용한 댓글입니다', TRUE, '2024-07-21 13:25:15', 3),  #9
('비방적인 언어를 사용한 댓글입니다', TRUE, '2024-07-22 15:50:05', 2),  #8
('비방적인 언어를 사용한 댓글입니다', TRUE, '2024-07-23 17:35:40', 2),  #7
('허위 정보를 유포한 게시글입니다.', TRUE, '2024-07-24 11:10:25', 3),  #6
('허위 정보를 유포한 게시글입니다.', TRUE, '2024-07-25 20:55:30', 10), #5
('허위 정보를 유포한 게시글입니다.', TRUE, '2024-07-26 07:05:55', 2),  #4
('허위 정보를 유포한 게시글입니다.', TRUE, '2024-07-27 18:30:20', 6),  #3
('허위 정보를 유포한 게시글입니다.', TRUE, '2024-07-28 14:15:45', 4),  #2
('허위 정보를 유포한 게시글입니다.', TRUE, '2024-07-28 21:40:10', 3);  #1