INSERT
    INTO report
(content, status, date, member_id)
VALUES
('불법적인 광고를 게시한 사용자입니다.', TRUE, '2025-02-28', 3),
('허위 정보 유포한 사용자입니다.', TRUE, '2025-02-28', 3),
('부적절한 이미지 공유한 사용자입니다.', TRUE, '2025-02-27', 6),
('불법적인 댓글을 작성한 사용자입니다.', TRUE, '2025-02-26', 2),
('불법적인 댓글을 작성한 사용자입니다.', TRUE, '2025-02-25', 10),
('비방적인 댓글을 작성한 사용자입니다.', TRUE, '2025-02-24', 3),
('욕설을 사용한 게시물입니다.', TRUE, '2025-02-23', 2),
('허위 정보가 포함된 콘텐츠입니다.', TRUE, '2025-02-22', 2),
('다른 사람의 개인정보를 유출한 게시물입니다.', TRUE, '2025-02-21', 3),
('불법적인 콘텐츠를 게시한 사용자입니다.', TRUE, '2025-02-20', 3),
('허위 리뷰를 작성한 사용자입니다.', TRUE, '2025-02-19', 3),
('성희롱적인 발언을 한 사용자입니다.', TRUE, '2025-02-17', 6),
('비방적인 댓글을 작성한 사용자입니다.', TRUE, '2025-02-14', 5),
('허위 리뷰를 작성한 사용자입니다.', TRUE, '2025-02-13', 2),
('욕설을 사용한 게시물입니다.', TRUE, '2025-02-12', 3),
('다른 사람의 개인정보를 유출한 게시물입니다.', TRUE, '2025-02-11', 4);